Repository: common-repository/timologia-for-woocommerce
Catalog: languages/wc-timologia-*.po
Languages: el

source: Invoice Settings
el: Ρυθμίσεις τιμολογίου

source: Settings
el: Ρυθμίσεις

source: Company field
el: Εταιρικό πεδίο

source: No
el: Όχι

source: Yes
el: Ναι

source: Would you like the company field to go under invoice fields
el: Θέλετε το πεδίο της εταιρείας να πάει κάτω από τα πεδία τιμολογίου

source: Licence
el: Άδεια

source: Enter the licence you received upon purchase
el: Εισαγάγετε την άδεια που λάβατε κατά την αγορά

source: Rename Invoice Field from Yes to:
el: Μετονομασία τιμολογίου πεδίο από Ναι σε:

source: Instead of Yes, No in the drop down you can rename the fields
el: Αντί για Ναι, όχι στην αναπτυσσόμενη θέση μπορείτε να μετονομάσετε τα πεδία

source: Rename Invoice Field from No to:
el: Μετονομασία τιμολογίου πεδίο από όχι σε:

source: Disable VIES
el: Απενεργοποίηση VIES

source: Check if you want the VAT validation disabled
el: Τσεκαρετε αν θέλετε να απενεργοποιηθεί η επικύρωση ΦΠΑ

source: Disable Algorithmic check
el: Απενεργοποιήσει έλεγχου μέσο αλγόριθμο

source: <strong>NOTE GREECE DOES NOT NEED EL IN FRONT OF VALIDATION ANYMORE so no need to disable</strong><br>Check if you want the VAT algorithmic validation disabled
el: <strong>Η ΕΛΛΑΔΑ ΔΕΝ ΧΡΕΙΑΖΕΤΑΙ ΠΛΕΟΝ ΤΟ ΑΠΟΘΕΜΑ EL, άρα δεν χρειάζεται να το απενεργοποιήσετε</strong><br>Τσεκαρετε αν θέλετε να απενεργοποιήστε

source: Your Vat:
el: Το ΑΦΜ σας:

source: enter your vat
el: εισαγετε το ΑΦΜ σας

source: LEGAL COMPANY NAME
el: ΕΠΩΝΥΜΙΑ

source: INVOICE
el: ΤΙΜΟΛΟΓΙΟ

source: VAT
el: Α.Φ.Μ.

source: TAX OFFICE
el: ΔΟΥ

source: Profession
el: Δραστηριότητα

source: %s is a required field.
el: Το %s είναι ένα απαιτούμενο πεδίο.

source: MAKE DONATION
el: ΚΑΝΤΕ ΔΩΡΕΑ
